<template>

  <div class="print-tpl">

    <p align="center">
      СОГЛАСИЕ
    </p>
    <p align="center">
      абитуриента и обучающегося на обработку персональных данных ФГБОУ ВО
      «ИРНИТУ»
    </p>
    <div>
      Я,
      <u v-html="getValuePlaceholder([majorPerson.lastName, majorPerson.firstName, majorPerson.secondName], 140)">
      </u>
    </div>
    <div>
      <p align="center">
        (Ф.И.О.)
      </p>
    </div>
    <div>
      зарегистрированный(ая) по адресу
    </div>
    <div>
      <u v-html="getValuePlaceholder(majorPerson.addressReg.name, 140)">
      </u>
    </div>

    <p>
      паспорт серия <u v-html="getValuePlaceholder(docPassport && docPassport.docSeries, 6)"></u>
      № <u v-html="getValuePlaceholder(docPassport && docPassport.docNumber, 7)"></u>
      дата выдачи <u v-html="getValuePlaceholder(docPassport && docPassport.issueDate, 10)"></u>
      кем выдан
    </p>

    <div>
      <u v-html="getValuePlaceholder(docPassport && docPassport.docOrg, 140)"></u>
    </div>
    <div style="text-align: center">
      (наименование органа, выдавшего документ)
    </div>

    <p>
      именуемый в дальнейшем Субъект, во исполнение требований Федерального закона «О персональных данных» № 152-ФЗ от
      27.07.2006 г. даю добровольное согласие Федеральному государственному бюджетному образовательному учреждению
      высшего образования «Иркутский национальный исследовательский технический университет» (ФГБОУ ВО «ИРНИТУ»),
      зарегистрированному по адресу: 664074, г. Иркутск, ул. Лермонтова, д.83, на обработку персональных данных
      своих/своего подопечного(ой)
    </p>

    <div>
      <u v-html="getValuePlaceholder([minorPerson.lastName, minorPerson.firstName, minorPerson.secondName], 140)"></u>
    </div>
    <div style="text-align: center">
      (Ф.И.О. подопечного(ой))
    </div>

    <div>
      зарегистрированного(ой) по адресу
    </div>

    <p>
      <u v-html="getValuePlaceholder(minorPerson.addressReg.name, 140)"></u>
    </p>

    <div>
      паспорт серия <u v-html="getValuePlaceholder(minorPerson.doc.serial, 6)"></u>
      № <u v-html="getValuePlaceholder(minorPerson.doc.number, 7)"></u>
      дата выдачи <u v-html="getValuePlaceholder(minorPerson.doc.date, 10)"></u>
      кем выдан
    </div>

    <div>
      <u v-html="getValuePlaceholder(minorPerson.doc.organization, 140)"></u>
    </div>
    <p style="text-align: center">
      (наименование органа, выдавшего документ)
    </p>

    <div>
      на следующих условиях:
    </div>

    <ol style="margin-top: 0">
      <li>
        Субъект дает согласие на обработку ФГБОУ ВО «ИРНИТУ» своих персональных данных, то есть совершение, в том числе,
        следующих действий: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
        извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование,
        уничтожение персональных данных, при этом общее описание вышеуказанных способов обработки данных приведено в ФЗ
        №152 от 27.07.2006 г.
      </li>
      <li>
        ФГБОУ ВО «ИРНИТУ» обязуется использовать данные Субъекта только с целью:<br/>
        &mdash; защиты конституционных прав и законных интересов;<br/>
        &mdash; обеспечения права на образование;<br/>
        &mdash; создания благоприятных условий системы образования;<br/>
        &mdash; удовлетворения потребностей личности в интеллектуальном, культурном, в нравственном развитии посредством
        получения высшего и послевузовского профессионального образования, а также дополнительного профессионального
        образования;<br/>
        &mdash; функционирования информационных систем ФГБОУ ВО «ИРНИТУ»;<br/>
        &mdash; взаимодействия с федеральными органами (правоохранительные органы, налоговые инспекции, органы
        прокураторы и ФСБ и другие);<br/>
        &mdash; предоставления персональных данных абитуриентов и обучающихся в кредитные организации (банки) для
        осуществления расчетов по операциям с использованием банковских карт, выпуска и перевыпуска банковских карт и
        кампусных карт;<br/>
        &mdash; архивного хранения сроком, регламентированным законом.<br/>
      </li>
      <li>
        Перечень персональных данных абитуриента и обучающегося, обрабатываемых ФГБОУ ВО «ИРНИТУ» как с использованием
        автоматизированных средств обработки персональных данных обучающегося, так и без использования средств
        автоматизации:<br/>

        &mdash; фамилия, имя, отчество;<br/>
        &mdash; пол;<br/>
        &mdash; факультет/институт (кафедра);<br/>
        &mdash; группа;<br/>
        &mdash; сведения об ученых степенях и званиях;<br/>
        &mdash; сведения о результатах вступительных испытаний;<br/>
        &mdash; сведения о результатах ЕГЭ;<br/>
        &mdash; анкетные и биографические;<br/>
        &mdash; сведения об образовании;<br/>
        &mdash; сведения о составе семьи;<br/>
        &mdash; данные документа, удостоверяющего личность (серия, номер, дата и место выдачи);<br/>
        &mdash; сведения о воинском учете;<br/>
        &mdash; специальность (аспирантов и обучающихся);<br/>
        &mdash; занимаемая должность (аспирантов и обучающихся);<br/>
        &mdash; адрес по месту фактического проживания;<br/>
        &mdash; номер контактного телефона;<br/>
        &mdash; содержание договора на обучение;<br/>
        &mdash; данные из личного дела (приказы);<br/>
        &mdash; перечень изученных, изучаемых дисциплин, в том числе факультативных дисциплин;<br/>
        &mdash; успеваемость, в том числе результаты промежуточной и итоговой аттестации;<br/>
        &mdash; сведения о выплачиваемой стипендии, материальной помощи;<br/>
        &mdash; данные о публикациях и участии в грантах (конкурсах);<br/>
        &mdash; данные о профессии;<br/>
        &mdash; место работы и должность;<br/>
        &mdash; сведения о совершенных правонарушениях;<br/>
        &mdash; сведения о владении иностранными языками;<br/>
        &mdash; данные о наградах и поощрениях (олимпиадах);<br/>
        &mdash; цифровая фотография для обеспечения однократного и/или многократного прохода на охраняемую территорию
        ФГБОУ ВО «ИРНИТУ» (пропуск/допуск);<br/>
        &mdash; цифровая фотография (для оформления электронного читательского формуляра);<br/>
        &mdash; фотографическое изображение (содержащееся в личном деле, студенческом билете, зачетной книжке
        обучающегося);<br/>
        &mdash; банковские реквизиты обучающегося;<br/>
        &mdash; сведения о поступлении (основа обучения, форма обучения, категория набора, год поступления, № зачетной
        книжки);<br/>
        &mdash; сведения по отпускам (академический);<br/>
        &mdash; социальные льготы;<br/>
        &mdash; место и дата регистрации (вид на жительство, регистрация миграционной карты);<br/>
        &mdash; адрес электронной почты;<br/>
        &mdash; сведения о договорах;<br/>
        &mdash; сведения о страховой компании;<br/>
        &mdash; номер СНИЛС и ИНН;<br/>
        &mdash; сведения о состоянии здоровья;<br/>
        &mdash; иные сведения, с которыми абитуриент и обучающийся считает нужным ознакомить ФГБОУ ВО «ИРНИТУ».
      </li>
      <li>
        В случае вступления Субъекта в члены Первичной профсоюзной организации студентов Иркутского национального
        исследовательского технического университета, Субъект дает согласие на передачу общероссийскому профсоюзу
        образования следующих его персональных данных:<br/>

        &mdash; фамилия, имя, отчество;<br/>
        &mdash; дата рождения;<br/>
        &mdash; группа;<br/>
        &mdash; направление обучения.

      </li>
      <li>
        С момента принятия решения о зачислении Субъекта в число обучающихся ФГБОУ ВО «ИРНИТУ», Субъект дает согласие на
        передачу своих персональных данных (фамилия, имя, отчество, дата рождения, данные документа, удостоверяющего
        личность (серия, номер, дата и место выдачи)) в кредитные организации (банки) в целях перечисления стипендии или
        иных выплат на его счет, выпуска и перевыпуска банковских и/или кампусных карт. В случае выпуска и перевыпуска
        банковских и/или кампусных карт Субъект также дает согласие на получение у банка его персональных данных, а
        именно идентификационного кода карты, номера карты и номера лицевого счёта.
      </li>
      <li>
        Субъект дает согласие на трансграничную передачу персональных данных в соответствии с Федеральным законом «О
        персональных данных» от 27.07.2006 № 152-ФЗ (для обучающихся участвующих в программах академического обмена).
      </li>
      <li>
        Субъект персональных данных по письменному запросу имеет право на получение информации, касающейся обработки его
        персональных данных (в соответствии со ст. 14 ФЗ №152 от 27.06.2006 г.).
      </li>
      <li>
        Обработка персональных данных прекращается при достижении целей обработки.
      </li>
      <li>
        Субъект персональных данных несет ответственность за достоверность представленных сведений. Предоставление
        подложных документов или заведомо ложных сведений о себе может повлечь неблагоприятные последствия.
      </li>
      <li>
        Настоящее согласие действует на период обучения субъекта, а также по истечению срока обучения в архивных целях
        на срок, предусмотренный законодательством РФ.
      </li>

    </ol>

    <p>
      С Положением о персональных данных абитуриентов и обучающихся ФГБОУ ВО «ИРНИТУ» ознакомлен(а):
    </p>

    <table align="right" border="0" cellpadding="0" cellspacing="0">
      <tbody>

      <tr>
        <td>
          <p>
            «___» ____________ 2023 г.
          </p>
        </td>
        <td valign="top" width="198">
          <br>
          <div class="quote">
            <div class="line"></div>
            <div class="label">
              (подпись)
            </div>
          </div>
        </td>
        <td>
          <br>
          <div class="quote">
            <div class="line"></div>
            <div class="label">
              (расшфровка)
            </div>
          </div>
        </td>
      </tr>
      </tbody>
    </table>


  </div>

</template>


<script>
import MPrintable from '@project/mixin/printable'

export default {
  mixins: [MPrintable],
  computed: {
  }
}
</script>


<style lang="sass" scoped>


</style>
