<template>

  <div class="print-tpl">

    <p class="dense">
      Ректору ФГБОУ ВО «ИРНИТУ»
    </p>
    <p class="dense">
      М.В. Корнякову
    </p>
    <p class="dense">
      от абитуриента
    </p>
    <p class="dense">
      <u>{{ dataPersonal.lastName }} {{ dataPersonal.firstName }} {{ dataPersonal.secondName }}</u>
    </p>
    <p class="dense">
      (фамилия, имя, отчество абитуриента)
    </p>
    <p align="center">
      <strong>Согласие на зачисление</strong>
    </p>
    <p>

      Я, <u>{{ dataPersonal.lastName }} {{ dataPersonal.firstName }} {{ dataPersonal.secondName }}</u>,

      паспортные данные:
      серия <u>{{ dataPersonal.doc.serial }}</u>,
      № <u>{{ dataPersonal.doc.number }}</u>,
      кем выдан <u>{{ dataPersonal.doc.organization }}</u>,
      когда выдан <u>{{ dataPersonal.doc.date }}</u>,

      согласно п. 10.7 Правил приема в федеральное государственное
      бюджетное образовательное учреждение высшего образования «Иркутский национальный
      исследовательский технический университет» на обучение по образовательным программам
      высшего образования - программам бакалавриата, специалитета на 2022/23 учебный год,
      п.8.6  Правил приема в федеральное государственное бюджетное образовательное учреждение
      высшего образования «Иркутский национальный исследовательский технический
      университет» на обучение по образовательным программам высшего образования -
      программам магистратуры на 2022/23 учебный год или п. 50 Правил приема в федеральное
      государственное бюджетное образовательное учреждение высшего образования «Иркутский
      национальный исследовательский технический университет» на обучение по
      образовательным программам высшего образования - программам подготовки научно-
      педагогических кадров в аспирантуре на 2022/2023 учебный год даю согласие на зачисление
      меня по направлению подготовки:
    </p>

    <p>
      <u>{{ vars.app.admission.abbr }} {{ vars.app.admission.direct_name }}, {{ vars.app.admission.fob.name }}</u>
    </p>

    <p v-if="vars.order.eduTypeSlug==='asp'">
      Направленность: <u>{{ vars.app.admission.spec_name }}</u>
    </p>

    <p>
      <el-tpl-checkbox
          :value="appsOsnovaKey=='budget' || appsOsnovaKey=='target' || appsOsnovaKey=='quota'"></el-tpl-checkbox>

      за счет бюджетных ассигнований федерального бюджета в рамках контрольных цифр приема <strong> по одному из
      следующих условий поступления:</strong>
    </p>

    <div style="margin: 0 0 0 30px">

      <p>
        <el-tpl-checkbox :value="appsOsnovaKey=='budget'"></el-tpl-checkbox>
        общий конкурс;
      </p>
      <p>
        <el-tpl-checkbox :value="appsOsnovaKey=='preimush'"></el-tpl-checkbox>
        особые права (олимпиада);
      </p>
      <p>
        <el-tpl-checkbox :value="appsOsnovaKey=='quota'"></el-tpl-checkbox>
        в пределах квоты для лиц с особыми правами;
      </p>
      <p>
        <el-tpl-checkbox :value="appsOsnovaKey=='target'"></el-tpl-checkbox>
        целевой прием.
      </p>

    </div>

    <p>
      <el-tpl-checkbox :value="appsOsnovaKey=='commerce'"></el-tpl-checkbox>
      за счет средств физических и (или) юридических лиц (по договорам об
      оказании платных образовательных услуг).
    </p>

    <p>
      «____» ___________ 2022 г. ___________ ___________________
    </p>
    <p>
      (подпись) (ФИО)
    </p>
    <p>
      <strong> </strong>
    </p>
    <p>
      <strong> </strong>
    </p>

    <p>
      <strong>Обязуюсь в течение первого учебного года</strong>
      :
    </p>
    <p>
      - предоставить в университет оригинал документа об образовании, необходимый
      для зачисления;
    </p>
    <p>
      - пройти обязательные предварительные медицинские осмотры (обследования)
      при обучении по специальностям и направлениям подготовки согласно п. 49
      Правил приёма на направления бакалавриата и специалитета, п.33 Правил
      приёма на направления магистратуры или п. 21 Правил приема по программам
      подготовки научно-педагогических кадров в аспирантуре;
    </p>
    <p>
      - предоставить свидетельство о признании иностранного образования (для
      иностранных граждан)
    </p>
    <p>
      <strong>Подтверждаю,</strong>
      что мною не подано (не будет подано) заявление о согласии на зачисление на
      обучение по направлениям высшего образования данного уровня на места в
      рамках КЦП в другие организации.
    </p>

    <p>
      «____» ___________ 2022 г. ___________ ___________________
    </p>
    <p>
      (подпись) (ФИО)
    </p>

  </div>

</template>

<script>
import Base from './_base-order'

export default {
  extends: Base,
  props: {
    vars: {}
  },
  methods: {},
  computed: {
    appsOsnovaKey() {
      switch (this.vars.app.csource) {
        case 1:
          return 'budget';
        case 2:
          return 'quota';
        case 3:
          return 'commerce';
        case 4:
          return 'target';
      }
    },
  },

}
</script>


<style lang="sass" scoped>


</style>
